Repository: milan-elsen/character-viewer
Catalog: Glyphfinder/Resources/Localizable.xcstrings
Source language: en
Languages: de, nl

source: , then
de: , dann
nl: , dan

source: %lld characters
de: %lld Zeichen
nl: %lld tekens

source: Active Keyboard
de: Aktive Tastatur
nl: Actief toetsenbord

source: Add “Unicode Hex Input” under Input Sources to type any character by holding ⌥ and entering its code.
de: Füge „Unicode-Hex-Eingabe“ unter Eingabequellen hinzu, um jedes Zeichen mit gedrückter ⌥-Taste und seinem Code einzugeben.
nl: Voeg ‘Unicode hex-invoer’ toe bij Invoerbronnen om elk teken te typen door ⌥ ingedrukt te houden en de code in te voeren.

source: Add to Favorites
de: Zu Favoriten hinzufügen
nl: Voeg toe aan favorieten

source: All Characters
de: Alle Zeichen
nl: Alle tekens

source: Also Called
de: Auch genannt
nl: Ook genoemd

source: Always show in Dock
de: Immer im Dock anzeigen
nl: Altijd tonen in het Dock

source: Category
de: Kategorie
nl: Categorie

source: Character
de: Zeichen
nl: Teken

source: Character Viewer
de: Zeichenübersicht
nl: Tekenweergave

source: Characters
de: Zeichen
nl: Tekens

source: Characters are copied to the clipboard. Press ⌘V in your document to paste.
de: Zeichen werden in die Zwischenablage kopiert. Drücke ⌘V in deinem Dokument, um sie einzusetzen.
nl: Tekens worden naar het klembord gekopieerd. Druk op ⌘V in je document om te plakken.

source: Characters Could Not Be Loaded
de: Zeichen konnten nicht geladen werden
nl: Tekens konden niet worden geladen

source: Characters you can type
de: Zeichen, die du tippen kannst
nl: Tekens die je kunt typen

source: Characters you copy appear here.
de: Kopierte Zeichen erscheinen hier.
nl: Tekens die je kopieert verschijnen hier.

source: Clear
de: Löschen
nl: Wis

source: Clear Recents
de: Zuletzt verwendete löschen
nl: Wis recente tekens

source: Close
de: Schließen
nl: Sluit

source: Close after copying
de: Nach dem Kopieren schließen
nl: Sluit na kopiëren

source: Close Font
de: Schrift schließen
nl: Sluit lettertype

source: code point
de: Codepunkt
nl: codepunt

source: Code Point
de: Codepunkt
nl: Codepunt

# collection.arrows
source: Arrows
de: Pfeile
nl: Pijlen

# collection.boxdrawing
source: Box Drawing
de: Rahmenzeichen
nl: Kaderlijnen

# collection.currency
source: Currency
de: Währungen
nl: Valuta

# collection.dashes
source: Dashes & Hyphens
de: Striche und Bindestriche
nl: Streepjes en koppeltekens

# collection.diacritics
source: Diacritics
de: Diakritische Zeichen
nl: Diakritische tekens

# collection.fractions
source: Fractions & Superscripts
de: Brüche und Hochgestelltes
nl: Breuken en superscript

# collection.greek
source: Greek
de: Griechisch
nl: Grieks

# collection.keyboard
source: Keyboard & Mac Keys
de: Tastatur und Mac-Tasten
nl: Toetsenbord en Mac-toetsen

# collection.latin
source: Latin Letters
de: Lateinische Buchstaben
nl: Latijnse letters

# collection.math
source: Math
de: Mathematik
nl: Wiskunde

# collection.punctuation
source: Punctuation
de: Satzzeichen
nl: Leestekens

# collection.quotes
source: Quotation Marks
de: Anführungszeichen
nl: Aanhalingstekens

# collection.shapes
source: Shapes & Symbols
de: Formen und Symbole
nl: Vormen en symbolen

# collection.spaces
source: Spaces & Invisibles
de: Leerzeichen und Unsichtbares
nl: Spaties en onzichtbare tekens

# collection.technical
source: Technical
de: Technisch
nl: Technisch

# collection.typography
source: Typography & Marks
de: Typografie und Zeichen
nl: Typografie en tekens

source: Collections
de: Sammlungen
nl: Collecties

source: Control-click a character and choose Add to Favorites.
de: Klicke bei gedrückter Control-Taste auf ein Zeichen und wähle „Zu Favoriten hinzufügen“.
nl: Klik met de Control-toets ingedrukt op een teken en kies 'Voeg toe aan favorieten'.

source: Copied “%@”
de: „%@“ kopiert
nl: “%@” gekopieerd

source: Copied %@
de: %@ kopiert
nl: %@ gekopieerd

source: Copies the best matching Unicode character to the clipboard.
de: Kopiert das am besten passende Unicode-Zeichen in die Zwischenablage.
nl: Kopieert het best passende Unicode-teken naar het klembord.

source: Copy
de: Kopieren
nl: Kopieer

source: Copy %@
de: %@ kopieren
nl: Kopieer %@

source: Copy Character
de: Zeichen kopieren
nl: Kopieer teken

source: Copy Code Point
de: Codepunkt kopieren
nl: Kopieer codepunt

source: Copy HTML Entity
de: HTML-Entität kopieren
nl: Kopieer HTML-entiteit

source: Copy Name
de: Name kopieren
nl: Kopieer naam

source: Copy the character for ${query}
de: Zeichen für ${query} kopieren
nl: Kopieer het teken voor ${query}

source: Current layout
de: Aktuelles Layout
nl: Huidige indeling

source: Decimal
de: Dezimal
nl: Decimaal

source: Default Glyph Size
de: Standardgröße
nl: Standaardgrootte

source: Description
de: Beschreibung
nl: Omschrijving

source: Display
de: Darstellung
nl: Weergave

source: Favorite
de: Favorit
nl: Favoriet

source: Favorites
de: Favoriten
nl: Favorieten

source: Find Character
de: Zeichen suchen
nl: Zoek teken

source: Find the character for ${query}
de: Zeichen für ${query} suchen
nl: Zoek het teken voor ${query}

source: Find…
de: Suchen …
nl: Zoek…

source: Finds a Unicode character from a description such as “thin space” or “em dash”.
de: Findet ein Unicode-Zeichen anhand einer Beschreibung wie „thin space“ oder „em dash“.
nl: Zoekt een Unicode-teken op basis van een omschrijving zoals “thin space” of “em dash”.

source: Font
de: Schrift
nl: Lettertype

source: Font Alternates
de: Schriftvarianten
nl: Lettertypevarianten

source: General
de: Allgemein
nl: Algemeen

source: Glyph size
de: Zeichengröße
nl: Tekengrootte

source: History
de: Verlauf
nl: Geschiedenis

source: HTML (decimal)
de: HTML (dezimal)
nl: HTML (decimaal)

source: HTML (named)
de: HTML (benannt)
nl: HTML (benoemd)

source: HTML entity
de: HTML-Entität
nl: HTML-entiteit

source: In %lld font families
de: In %lld Schriftfamilien
nl: In %lld lettertypefamilies

source: Information
de: Informationen
nl: Informatie

source: Inspector
de: Informationen
nl: Informatie

source: Installed Fonts
de: Installierte Schriften
nl: Geïnstalleerde lettertypen

source: Introduced
de: Eingeführt
nl: Geïntroduceerd

source: Keyboard
de: Tastatur
nl: Toetsenbord

source: Keyboard Settings…
de: Tastatureinstellungen …
nl: Toetsenbordinstellingen…

source: Keyboard shortcut
de: Tastaturkurzbefehl
nl: Toetsencombinatie

source: Larger Glyphs
de: Größere Zeichen
nl: Grotere tekens

source: Launch at login
de: Bei Anmeldung öffnen
nl: Open bij inloggen

source: Library
de: Bibliothek
nl: Bibliotheek

source: Loading characters…
de: Zeichen werden geladen …
nl: Tekens laden…

source: No Character Selected
de: Kein Zeichen ausgewählt
nl: Geen teken geselecteerd

source: No Characters
de: Keine Zeichen
nl: Geen tekens

source: No characters found
de: Keine Zeichen gefunden
nl: Geen tekens gevonden

source: No favorites yet
de: Noch keine Favoriten
nl: Nog geen favorieten

source: No Favorites Yet
de: Noch keine Favoriten
nl: Nog geen favorieten

source: No installed font draws this character
de: Keine installierte Schrift stellt dieses Zeichen dar
nl: Geen geïnstalleerd lettertype tekent dit teken

source: No installed font has this character.
de: Keine installierte Schrift enthält dieses Zeichen.
nl: Geen geïnstalleerd lettertype bevat dit teken.

source: No matching character was found.
de: Es wurde kein passendes Zeichen gefunden.
nl: Er is geen passend teken gevonden.

source: Not in “%@”. Showing the fallback font.
de: Nicht in „%@“. Die Ersatzschrift wird angezeigt.
nl: Niet in “%@”. Het reservelettertype wordt getoond.

source: Not in the opened font
de: Nicht in der geöffneten Schrift
nl: Niet in het geopende lettertype

source: Not on this keyboard
de: Nicht auf dieser Tastatur
nl: Niet op dit toetsenbord

source: Nothing copied yet
de: Noch nichts kopiert
nl: Nog niets gekopieerd

source: Nothing Copied Yet
de: Noch nichts kopiert
nl: Nog niets gekopieerd

source: Off
de: Aus
nl: Uit

source: Open Character Viewer
de: Zeichenübersicht öffnen
nl: Open Tekenweergave

source: Open Font…
de: Schrift öffnen …
nl: Open lettertype…

source: Open Glyphfinder
de: Glyphfinder öffnen

source: Open in App
de: In der App öffnen

source: Open Keyboard Settings…
de: Tastatureinstellungen öffnen …
nl: Open toetsenbordinstellingen…

source: Opened Font
de: Geöffnete Schrift
nl: Geopend lettertype

source: Opened font “%@”
de: Schrift „%@“ geöffnet
nl: Lettertype “%@” geopend

source: Option
de: Wahltaste

source: Other Ways to Type
de: Weitere Eingabemöglichkeiten
nl: Andere manieren om te typen

source: Paste into the previous app
de: In die vorherige App einsetzen
nl: Plak in de vorige app

source: Pasting needs permission under System Settings › Privacy & Security › Accessibility.
de: Einsetzen erfordert eine Freigabe unter Systemeinstellungen › Datenschutz & Sicherheit › Bedienungshilfen.
nl: Plakken vereist toestemming in Systeminstellingen › Privacy en beveiliging › Toegankelijkheid.

source: Pick
de: Wähle
nl: Kies

source: Pick 1–9
de: Wähle 1–9
nl: Kies 1–9

source: Quick Lookup
de: Schnellsuche
nl: Snel opzoeken

source: Quick Lookup…
de: Schnellsuche …
nl: Snel opzoeken…

source: Quit Glyphfinder
de: Glyphfinder beenden
nl: Stop Glyphfinder

source: Recent
de: Zuletzt

source: Recent Characters
de: Zuletzt verwendete Zeichen
nl: Recente tekens

source: Recents
de: Zuletzt
nl: Recent

source: Related Characters
de: Verwandte Zeichen
nl: Verwante tekens

source: Remove from Favorites
de: Aus Favoriten entfernen
nl: Verwijder uit favorieten

source: Script
de: Schrift
nl: Schrift

source: Search by name, code or description
de: Nach Name, Code oder Beschreibung suchen
nl: Zoek op naam, code of omschrijving

source: Search characters
de: Zeichen suchen
nl: Zoek tekens

source: Search Results
de: Suchergebnisse
nl: Zoekresultaten

source: Select a character to see its codes, related characters and how to type it.
de: Wähle ein Zeichen, um Codes, verwandte Zeichen und die Tastenkombination zu sehen.
nl: Selecteer een teken om de codes, verwante tekens en de toetsencombinatie te zien.

source: Settings…
de: Einstellungen …
nl: Instellingen…

source: Shift
de: Umschalttaste

source: Show in menu bar
de: In der Menüleiste anzeigen
nl: Toon in de menubalk

source: Show or Hide Inspector
de: Informationen ein- oder ausblenden
nl: Informatie tonen of verbergen

source: Smaller Glyphs
de: Kleinere Zeichen
nl: Kleinere tekens

source: Startup
de: Start
nl: Opstarten

source: System Font
de: Systemschrift
nl: Systeemlettertype

source: The active keyboard layout can't be read.
de: Das aktive Tastaturlayout kann nicht gelesen werden.
nl: De actieve toetsenbordindeling kan niet worden gelezen.

source: The character database could not be loaded.
de: Die Zeichendatenbank konnte nicht geladen werden.
nl: De tekendatabase kon niet worden geladen.

source: The current input source has no keyboard layout of its own; showing the last Roman layout instead.
de: Die aktuelle Eingabequelle hat kein eigenes Tastaturlayout; das zuletzt verwendete lateinische Layout wird angezeigt.
nl: De huidige invoerbron heeft geen eigen toetsenbordindeling; de laatste Latijnse indeling wordt getoond.

source: The Dock icon appears only while the main window is open.
de: Das Dock-Symbol erscheint nur, solange das Hauptfenster geöffnet ist.
nl: Het Dock-symbool verschijnt alleen zolang het hoofdvenster open is.

source: The font is used for previews and to look for alternate forms of a character.
de: Die Schrift wird für Vorschauen und zur Suche nach Varianten eines Zeichens verwendet.
nl: Het lettertype wordt gebruikt voor voorvertoningen en om varianten van een teken te zoeken.

source: then
de: dann
nl: dan

source: This character is not in the opened font.
de: Dieses Zeichen ist nicht in der geöffneten Schrift enthalten.
nl: Dit teken zit niet in het geopende lettertype.

source: This file is not a font that macOS can read.
de: Diese Datei ist keine Schrift, die macOS lesen kann.
nl: Dit bestand is geen lettertype dat macOS kan lezen.

source: This font has no alternate forms of this character.
de: Diese Schrift hat keine Varianten dieses Zeichens.
nl: Dit lettertype heeft geen varianten van dit teken.

source: Typing
de: Eingabe
nl: Typen

source: Typing instructions follow the keyboard layout you are using right now and update when you switch input sources.
de: Die Tastenanweisungen folgen dem aktuell verwendeten Tastaturlayout und aktualisieren sich beim Wechsel der Eingabequelle.
nl: De typinstructies volgen de toetsenbordindeling die je nu gebruikt en worden bijgewerkt als je van invoerbron wisselt.

source: Typing on “%@”
de: Eingabe auf „%@“
nl: Typen op “%@”

source: Unicode Blocks
de: Unicode-Blöcke
nl: Unicode-blokken

source: URL Encoded
de: URL-codiert
nl: URL-gecodeerd

source: Width: %@ em
de: Breite: %@ em
nl: Breedte: %@ em

source: With both turned off, open Quick Lookup with its keyboard shortcut.
de: Wenn beides ausgeschaltet ist, öffne die Schnellsuche mit dem Tastaturkurzbefehl.
nl: Als beide uit staan, open je Snel opzoeken met de toetsencombinatie.

source: With the Unicode Hex Input keyboard, hold ⌥ and type %@.
de: Mit der Tastatur „Unicode-Hex-Eingabe“ halte ⌥ gedrückt und tippe %@.
nl: Met het toetsenbord ‘Unicode hex-invoer’ houd je ⌥ ingedrukt en typ je %@.

source: Zero width
de: Null Breite
nl: Nulbreedte

source: Block
nl: Blok

source: name
nl: naam
